Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The agent's saved sign-in could not be read on that host.
ar: تعذّرت قراءة تسجيل دخول الوكيل المحفوظ على ذلك المضيف.
ca: No s'ha pogut llegir l'inici de sessió desat de l'agent en aquest amfitrió.
cs: Uložené přihlášení agenta se na tom hostiteli nepodařilo přečíst.
da: Agentens gemte login kunne ikke læses på den vært.
de: Die gespeicherte Anmeldung des Agents konnte auf diesem Host nicht gelesen werden.
es: No se pudo leer el inicio de sesión guardado del agente en ese host.
fi: Agentin tallennettua kirjautumista ei voitu lukea kyseisellä isännällä.
fr: Impossible de lire la connexion enregistrée de l'agent sur cet hôte.
he: לא ניתן היה לקרוא את פרטי ההתחברות השמורים של הסוכן במארח הזה.
hu: Az ügynök mentett bejelentkezését nem sikerült beolvasni az adott gazdagépen.
it: Non è stato possibile leggere l'accesso salvato dell'agente su quell'host.
ja: そのホストではエージェントの保存済みサインイン情報を読み取れませんでした。
ko: 해당 호스트에서 에이전트의 저장된 로그인 정보를 읽을 수 없습니다.
nb: Agentens lagrede innlogging kunne ikke leses på den verten.
nl: De opgeslagen aanmelding van de agent kon niet op die host worden gelezen.
pl: Nie udało się odczytać zapisanego logowania agenta na tym hoście.
pt_br: Não foi possível ler o login salvo do agente nesse host.
pt_pt: Não foi possível ler o início de sessão guardado do agente nesse anfitrião.
ro: Autentificarea salvată a agentului nu a putut fi citită pe acea gazdă.
sl: Shranjene prijave agenta na tem gostitelju ni bilo mogoče prebrati.
sv: Agentens sparade inloggning kunde inte läsas på den värden.
uk: Не вдалося прочитати збережені дані входу агента на тому хості.
vi: Không thể đọc thông tin đăng nhập đã lưu của tác nhân trên máy chủ đó.
zh_hans: 无法在该主机上读取代理保存的登录信息。
zh_hant: 無法在該主機上讀取代理已儲存的登入資訊。

source: the app is backgrounded.
ar: يكون التطبيق في الخلفية.
ca: l'aplicació està en segon pla.
cs: je aplikace na pozadí.
da: appen er i baggrunden.
de: die App im Hintergrund ist.
es: la app está en segundo plano.
fi: sovellus siirtyy taustalle.
fr: l'application est en arrière-plan.
he: האפליקציה ברקע.
hu: az alkalmazás a háttérben van.
it: l'app è in background.
ja: アプリがバックグラウンドでも維持されます。
ko: 앱이 백그라운드로 전환되어도 유지됩니다.
nb: appen er i bakgrunnen.
nl: de app op de achtergrond staat.
pl: aplikacja działa w tle.
pt_br: o app está em segundo plano.
pt_pt: a app está em segundo plano.
ro: aplicația este în fundal.
sl: je aplikacija v ozadju.
sv: appen körs i bakgrunden.
uk: програма у фоновому режимі.
vi: ứng dụng chạy nền.
zh_hans: 应用在后台运行时，会话也会保持。
zh_hant: 應用程式在背景執行時，工作階段也會保持。

source: The Caps Lock keyboard light will still toggle when pressed. To avoid this, remap Caps Lock to another key (e.g. Escape) in Settings → Keyboard → Hardware Keyboard → Modifier Keys, then create a mod-tap rule for that key instead.
ar: سيستمر ضوء مفتاح Caps Lock في التبديل عند الضغط عليه. لتجنب ذلك، أعِد تعيين Caps Lock إلى مفتاح آخر (مثل Escape) في الإعدادات ← لوحة المفاتيح ← لوحة المفاتيح الخارجية ← مفاتيح التعديل، ثم أنشئ قاعدة ضغط مطوّل لذلك المفتاح بدلاً من ذلك.
ca: La llum del teclat de Bloq Majús encara s'activarà en prémer-la. Per evitar-ho, reassigna Bloq Majús a una altra tecla (p. ex. Escape) a Configuració → Teclat → Teclat de maquinari → Tecles modificadores, i després crea una regla mod-tap per a aquesta tecla.
cs: LED Caps Lock bude stále přepínat při stisku. Abyste se tomu vyhnuli, přemapujte Caps Lock na jinou klávesu (např. Escape) v Nastavení → Klávesnice → Hardwarová klávesnice → Modifikační klávesy a poté vytvořte pravidlo Mod-Tap pro tuto klávesu.
da: Caps Lock-tastaturlyset vil stadig skifte, når der trykkes. For at undgå dette kan du omdanne Caps Lock til en anden tast (f.eks. Escape) under Indstillinger → Tastatur → Hardwaretastatur → Ændringstaster, og derefter oprette en mod-tap-regel for den tast i stedet.
de: Die Feststelltaste-LED schaltet beim Drücken weiterhin um. Um dies zu vermeiden, belegen Sie die Feststelltaste in Einstellungen → Tastatur → Hardwaretastatur → Sondertasten auf eine andere Taste um (z. B. Escape) und erstellen Sie stattdessen eine Mod-Tap-Regel für diese Taste.
es: La luz del teclado de Bloq Mayús seguirá alternándose al presionarla. Para evitarlo, reasigne Bloq Mayús a otra tecla (por ejemplo, Escape) en Ajustes → Teclado → Teclado en hardware → Teclas de modificación, y luego cree una regla mod-tap para esa tecla.
fi: Caps Lock -näppäimen valo vaihtuu silti painettaessa. Välttääksesi tämän, määritä Caps Lock toiseen näppäimeen (esim. Escape) kohdassa Asetukset → Näppäimistö → Laitteistonäppäimistö → Muokkausnäppäimet ja luo mod-tap-sääntö kyseiselle näppäimelle.
fr: Le voyant du verrouillage majuscule continuera de s'allumer à chaque pression. Pour éviter cela, réattribuez le verrouillage majuscule à une autre touche (par ex. Échap) dans Réglages → Clavier → Clavier physique → Touches de modification, puis créez une règle mod-tap pour cette touche à la place.
he: נורית Caps Lock במקלדת עדיין תידלק בלחיצה. כדי להימנע מכך, מפה מחדש את Caps Lock למקש אחר (למשל Escape) בהגדרות → מקלדת → מקלדת חומרה → מקשי שינוי, ואז צור כלל mod-tap עבור אותו מקש במקום.
hu: A Caps Lock billentyűzet jelzőfénye továbbra is vált megnyomáskor. Ennek elkerüléséhez képezze le a Caps Lock-ot egy másik billentyűre (pl. Escape) a Beállítások → Billentyűzet → Hardveres billentyűzet → Módosító billentyűk menüben, majd hozzon létre egy mod-tap szabályt ahhoz a billentyűhöz.
it: La spia del Caps Lock continuerà a lampeggiare quando premuto. Per evitarlo, rimappare il Caps Lock su un altro tasto (es. Escape) in Impostazioni → Tastiera → Tastiera hardware → Tasti modificatori, quindi creare una regola mod-tap per quel tasto.
ja: Caps Lockキーを押すとキーボードのライトは切り替わります。これを避けるには、設定→キーボード→ハードウェアキーボード→修飾キーでCaps Lockを別のキー（例：Escape）にリマップし、そのキーに対してmod-tapルールを作成してください。
ko: Caps Lock 키를 눌러도 키보드 표시등은 계속 전환됩니다. 이를 방지하려면 설정 → 키보드 → 하드웨어 키보드 → 보조 키에서 Caps Lock을 다른 키(예: Escape)로 재매핑한 다음, 해당 키에 대한 mod-tap 규칙을 만드십시오.
nb: Caps Lock-lyset på tastaturet vil fortsatt slå seg av og på når du trykker. For å unngå dette, tilordne Caps Lock til en annen tast (f.eks. Escape) i Innstillinger → Tastatur → Maskinvaretastatur → Modifikatortaster, og opprett deretter en mod-tap-regel for den tasten i stedet.
nl: Het Caps Lock-toetsenbordlampje schakelt nog steeds bij het indrukken. Om dit te voorkomen wijst u Caps Lock toe aan een andere toets (bijv. Escape) via Instellingen → Toetsenbord → Hardwaretoetsenbord → Speciale toetsen, en maakt u vervolgens een mod-tap-regel voor die toets.
pl: Dioda Caps Lock na klawiaturze nadal będzie się przełączać po naciśnięciu. Aby tego uniknąć, przemapuj Caps Lock na inny klawisz (np. Escape) w Ustawienia → Klawiatura → Klawiatura sprzętowa → Klawisze modyfikujące, a następnie utwórz regułę mod-tap dla tego klawisza.
pt_br: A luz do Caps Lock no teclado ainda vai alternar quando pressionada. Para evitar isso, remapeie o Caps Lock para outra tecla (ex.: Escape) em Ajustes → Teclado → Teclado Físico → Teclas Modificadoras, e então crie uma regra mod-tap para essa tecla.
pt_pt: A luz do teclado Caps Lock continuará a alternar quando premida. Para evitar isto, remapeie o Caps Lock para outra tecla (ex.: Escape) em Definições → Teclado → Teclado de Hardware → Teclas Modificadoras e crie uma regra mod-tap para essa tecla.
ro: Indicatorul luminos al tastei Caps Lock va continua să se aprindă la apăsare. Pentru a evita acest lucru, reatribuiți Caps Lock unei alte taste (de ex. Escape) în Setări → Tastatură → Tastatură hardware → Taste de modificare, apoi creați o regulă mod-tap pentru acea tastă.
sl: Lučka Caps Lock na tipkovnici se bo ob pritisku še vedno preklapljala. Da se temu izognete, prerazporedite Caps Lock na drugo tipko (npr. Escape) v Nastavitve → Tipkovnica → Strojna tipkovnica → Posebne tipke, nato pa za to tipko ustvarite pravilo mod-tap.
sv: Caps Lock-tangentens lampa kommer fortfarande att växla vid tryck. För att undvika detta, mappa om Caps Lock till en annan tangent (t.ex. Escape) i Inställningar → Tangentbord → Externt tangentbord → Modifieringstangenter, och skapa sedan en mod-tap-regel för den tangenten istället.
uk: Індикатор Caps Lock на клавіатурі все одно перемикатиметься при натисканні. Щоб цього уникнути, перепризначте Caps Lock на іншу клавішу (наприклад, Escape) у Налаштування → Клавіатура → Апаратна клавіатура → Клавіші-модифікатори, а потім створіть правило mod-tap для цієї клавіші.
vi: Đèn Caps Lock trên bàn phím vẫn sẽ bật/tắt khi nhấn. Để tránh điều này, hãy đặt lại Caps Lock sang phím khác (ví dụ: Escape) trong Cài đặt → Bàn phím → Bàn phím phần cứng → Phím bổ sung, sau đó tạo quy tắc mod-tap cho phím đó.
zh_hans: 按下时 Caps Lock 键盘灯仍会切换。为避免这种情况，请在“设置 → 键盘 → 硬件键盘 → 修饰键”中将 Caps Lock 重映射到其他键（例如 Escape），然后为该键创建 Mod-Tap 规则。
zh_hant: 按下時 Caps Lock 鍵盤燈仍會切換。若要避免此情況，請在「設定 → 鍵盤 → 硬體鍵盤 → 修飾鍵」中將 Caps Lock 重新對應到其他按鍵（例如 Escape），然後為該按鍵建立 Mod-Tap 規則。

source: The certificate renews automatically before connections. Renewal keeps this key; only the embedded token changes.
ar: تُجدَّد الشهادة تلقائياً قبل الاتصالات. التجديد يحتفظ بهذا المفتاح؛ ولا يتغير سوى الرمز المضمَّن.
ca: El certificat es renova automàticament abans de les connexions. La renovació conserva aquesta clau; només canvia el testimoni incrustat.
cs: Certifikát se před připojením automaticky obnoví. Obnovení zachová tento klíč; změní se pouze vložený token.
da: Certifikatet fornyes automatisk før forbindelser. Fornyelsen bevarer denne nøgle; kun det indlejrede token ændres.
de: Das Zertifikat wird vor Verbindungen automatisch erneuert. Die Erneuerung behält diesen Schlüssel bei; nur das eingebettete Token ändert sich.
es: El certificado se renueva automáticamente antes de las conexiones. La renovación conserva esta clave; solo cambia el token incrustado.
fi: Varmenne uusitaan automaattisesti ennen yhteyksiä. Uusiminen säilyttää tämän avaimen; vain upotettu tunnus muuttuu.
fr: Le certificat se renouvelle automatiquement avant les connexions. Le renouvellement conserve cette clé ; seul le jeton intégré change.
he: התעודה מתחדשת אוטומטית לפני חיבורים. החידוש שומר על מפתח זה; רק האסימון המוטמע משתנה.
hu: A tanúsítvány a kapcsolatok előtt automatikusan megújul. A megújítás megtartja ezt a kulcsot; csak a beágyazott token változik.
it: Il certificato si rinnova automaticamente prima delle connessioni. Il rinnovo mantiene questa chiave; cambia solo il token incorporato.
ja: 証明書は接続前に自動的に更新されます。更新ではこのキーは保持され、埋め込まれたトークンのみが変わります。
ko: 인증서는 연결 전에 자동으로 갱신됩니다. 갱신해도 이 키는 유지되며, 포함된 토큰만 변경됩니다.
nb: Sertifikatet fornyes automatisk før tilkoblinger. Fornyelsen beholder denne nøkkelen; bare det innebygde tokenet endres.
nl: Het certificaat wordt automatisch vernieuwd vóór verbindingen. Bij vernieuwing blijft deze sleutel behouden; alleen het ingesloten token verandert.
pl: Certyfikat odnawia się automatycznie przed połączeniami. Odnowienie zachowuje ten klucz; zmienia się tylko osadzony token.
pt_br: O certificado é renovado automaticamente antes das conexões. A renovação mantém esta chave; apenas o token incorporado muda.
pt_pt: O certificado é renovado automaticamente antes das ligações. A renovação mantém esta chave; apenas o token incorporado muda.
ro: Certificatul se reînnoiește automat înainte de conexiuni. Reînnoirea păstrează această cheie; doar tokenul încorporat se schimbă.
sl: Potrdilo se pred povezavami samodejno obnovi. Obnovitev ohrani ta ključ; spremeni se le vdelani žeton.
sv: Certifikatet förnyas automatiskt före anslutningar. Förnyelsen behåller den här nyckeln; endast den inbäddade token ändras.
uk: Сертифікат автоматично оновлюється перед з’єднаннями. Оновлення зберігає цей ключ; змінюється лише вбудований токен.
vi: Chứng chỉ tự động gia hạn trước khi kết nối. Việc gia hạn giữ nguyên khóa này; chỉ mã được nhúng thay đổi.
zh_hans: 证书会在连接前自动续期。续期会保留此密钥，只有内嵌的令牌会更改。
zh_hant: 憑證會在連線前自動續期。續期會保留此金鑰，只有內嵌的權杖會變更。

source: The command replaces your login shell, so it starts inside the same login environment and SHELL still reports the shell set in your account. Some shells only take login behaviour from an explicit flag, such as --login.
ar: يحل الأمر محل صدفة تسجيل الدخول، لذا يبدأ داخل بيئة تسجيل الدخول نفسها، ويظل SHELL يشير إلى الصدفة المحددة في حسابك. بعض الصدفات لا تعتمد سلوك تسجيل الدخول إلا عبر علامة صريحة، مثل --login.
ca: L'ordre substitueix el vostre shell d'inici de sessió, de manera que s'inicia dins del mateix entorn d'inici de sessió i SHELL continua indicant el shell definit al vostre compte. Alguns shells només adopten el comportament d'inici de sessió amb un indicador explícit, com ara --login.
cs: Příkaz nahradí váš přihlašovací shell, takže se spustí ve stejném přihlašovacím prostředí a SHELL nadále uvádí shell nastavený ve vašem účtu. Některé shelly převezmou přihlašovací chování jen na základě výslovného přepínače, například --login.
da: Kommandoen erstatter din login-shell, så den starter i det samme login-miljø, og SHELL angiver stadig den shell, der er indstillet på din konto. Nogle shells anvender kun login-adfærd via et eksplicit flag, f.eks. --login.
de: Der Befehl ersetzt Ihre Login-Shell, startet also in derselben Login-Umgebung, und SHELL meldet weiterhin die in Ihrem Konto festgelegte Shell. Manche Shells übernehmen das Login-Verhalten nur über eine ausdrückliche Option wie --login.
es: El comando reemplaza tu shell de inicio de sesión, por lo que se inicia dentro del mismo entorno de inicio de sesión y SHELL sigue indicando la shell definida en tu cuenta. Algunas shells solo adoptan el comportamiento de inicio de sesión con un indicador explícito, como --login.
fi: Komento korvaa kirjautumiskomentotulkkisi, joten se käynnistyy samassa kirjautumisympäristössä ja SHELL ilmoittaa edelleen tilillesi määritetyn komentotulkin. Jotkin komentotulkit ottavat kirjautumiskäyttäytymisen käyttöön vain nimenomaisella valitsimella, kuten --login.
fr: La commande remplace votre shell de connexion : elle démarre donc dans le même environnement de connexion et SHELL indique toujours le shell défini dans votre compte. Certains shells n'adoptent le comportement de connexion qu'avec une option explicite, comme --login.
he: הפקודה מחליפה את מעטפת הכניסה שלך, ולכן היא מופעלת בתוך אותה סביבת כניסה ו-SHELL עדיין מדווח על המעטפת שהוגדרה בחשבון שלך. חלק מהמעטפות מאמצות התנהגות כניסה רק באמצעות דגל מפורש, כגון --login.
hu: A parancs a bejelentkezési shell helyére lép, ezért ugyanabban a bejelentkezési környezetben indul, és a SHELL továbbra is a fiókjában beállított shellt jelzi. Egyes shellek csak kifejezett kapcsolóból, például a --login megadásából veszik át a bejelentkezési viselkedést.
it: Il comando sostituisce la tua shell di login, quindi si avvia nello stesso ambiente di login e SHELL continua a indicare la shell impostata nel tuo account. Alcune shell adottano il comportamento di login solo con un'opzione esplicita, come --login.
ja: このコマンドはログインシェルを置き換えるため、同じログイン環境の中で起動し、SHELL はアカウントに設定されたシェルを引き続き報告します。シェルによっては、--login のような明示的なフラグを指定した場合にのみログインとして動作します。
ko: 이 명령은 로그인 셸을 대체하므로 동일한 로그인 환경에서 시작되며, SHELL은 계정에 설정된 셸을 계속 보고합니다. 일부 셸은 --login 같은 명시적 플래그가 있어야만 로그인 동작을 사용합니다.
nb: Kommandoen erstatter påloggingsskallet ditt, så den starter i det samme påloggingsmiljøet, og SHELL rapporterer fortsatt skallet som er angitt på kontoen din. Noen skall tar bare i bruk påloggingsatferd via et eksplisitt flagg, for eksempel --login.
nl: Het commando vervangt je login-shell, dus het start in dezelfde login-omgeving en SHELL blijft de shell melden die in je account is ingesteld. Sommige shells nemen login-gedrag alleen over via een expliciete optie, zoals --login.
pl: Polecenie zastępuje powłokę logowania, więc uruchamia się w tym samym środowisku logowania, a zmienna SHELL nadal wskazuje powłokę ustawioną na koncie. Niektóre powłoki włączają zachowanie logowania tylko po podaniu jawnej flagi, takiej jak --login.
pt_br: O comando substitui o seu shell de login, portanto ele inicia dentro do mesmo ambiente de login e SHELL continua indicando o shell definido na sua conta. Alguns shells só adotam o comportamento de login com um sinalizador explícito, como --login.
pt_pt: O comando substitui a sua shell de início de sessão, por isso arranca dentro do mesmo ambiente de início de sessão e SHELL continua a indicar a shell definida na sua conta. Algumas shells só adotam o comportamento de início de sessão com uma opção explícita, como --login.
ro: Comanda înlocuiește shell-ul dvs. de autentificare, deci pornește în același mediu de autentificare, iar SHELL indică în continuare shell-ul setat în contul dvs. Unele shell-uri preiau comportamentul de autentificare doar printr-un indicator explicit, precum --login.
sl: Ukaz nadomesti vašo prijavno lupino, zato se zažene v istem prijavnem okolju, spremenljivka SHELL pa še naprej navaja lupino, nastavljeno v vašem računu. Nekatere lupine prevzamejo prijavno vedenje samo z izrecno zastavico, na primer --login.
sv: Kommandot ersätter ditt inloggningsskal, så det startar i samma inloggningsmiljö och SHELL anger fortfarande det skal som är inställt på ditt konto. Vissa skal använder inloggningsbeteende endast med en uttrycklig flagga, till exempel --login.
uk: Команда замінює вашу оболонку входу, тому вона запускається в тому самому середовищі входу, а SHELL і далі повідомляє оболонку, задану у вашому обліковому записі. Деякі оболонки вмикають поведінку входу лише за явним прапорцем, як-от --login.
vi: Lệnh này thay thế shell đăng nhập của bạn, nên nó khởi chạy trong cùng môi trường đăng nhập và SHELL vẫn báo shell được đặt trong tài khoản của bạn. Một số shell chỉ áp dụng hành vi đăng nhập khi có cờ tường minh, chẳng hạn --login.
zh_hans: 该命令会取代你的登录 Shell，因此它在同一登录环境中启动，SHELL 仍会报告账户中设置的 Shell。有些 Shell 只有在显式传入 --login 之类的标志时才会按登录方式运行。
zh_hant: 該指令會取代你的登入 Shell，因此它在同一個登入環境中啟動，SHELL 仍會回報帳號中設定的 Shell。有些 Shell 只有在明確傳入 --login 之類的旗標時才會以登入方式執行。

source: The current font does not expose any stylistic set or alternate glyph features.
ar: الخط الحالي لا يوفّر أي مجموعات أسلوبية أو ميزات للأشكال البديلة.
ca: La font actual no ofereix cap conjunt estilístic ni funcions de glifs alternatius.
cs: Aktuální písmo nenabízí žádné stylistické sady ani funkce alternativních glyfů.
da: Den aktuelle skrifttype tilbyder ingen stilistiske sæt eller funktioner for alternative glyffer.
de: Die aktuelle Schrift bietet keine stilistischen Sets oder alternativen Glyphenfunktionen.
es: La fuente actual no ofrece conjuntos estilísticos ni funciones de glifos alternativos.
fi: Nykyinen fontti ei tarjoa tyylijoukkoja tai vaihtoehtoisten glyfien ominaisuuksia.
fr: La police actuelle n’expose aucun jeu stylistique ni fonctionnalité de glyphe alternatif.
he: הגופן הנוכחי לא חושף קבוצות סגנוניות או תכונות גליפים חלופיים.
hu: A jelenlegi betűtípus nem rendelkezik stílusváltozatokkal vagy alternatív karakter funkciókkal.
it: Il font corrente non espone set stilistici né funzionalità di glifi alternativi.
ja: 現在のフォントは、スタイルセットや代替グリフ機能を提供していません。
ko: 현재 글꼴은 스타일 세트 또는 대체 글리프 기능을 제공하지 않습니다.
nb: Den gjeldende skrifttypen har ingen stilistiske sett eller alternative tegnfunksjoner.
nl: Het huidige lettertype biedt geen stilistische sets of alternatieve glyph-functies.
pl: Bieżąca czcionka nie udostępnia żadnych zestawów stylistycznych ani funkcji alternatywnych glifów.
pt_br: A fonte atual não expõe conjuntos estilísticos nem recursos de glifos alternativos.
pt_pt: O tipo de letra atual não disponibiliza conjuntos estilísticos nem funcionalidades de glifos alternativos.
ro: Fontul curent nu expune seturi stilistice sau funcții de glife alternative.
sl: Trenutna pisava ne ponuja slogovnih naborov ali funkcij alternativnih glifov.
sv: Det aktuella typsnittet har inga stilistiska uppsättningar eller alternativa glyffunktioner.
uk: Поточний шрифт не надає стилістичних наборів або можливостей альтернативних гліфів.
vi: Phông chữ hiện tại không cung cấp bộ kiểu chữ hoặc tính năng glyph thay thế.
zh_hans: 当前字体不提供任何风格集或替代字形功能。
zh_hant: 目前字型不提供任何風格集或替代字形功能。

source: The domain is used to fetch a favicon for display in the bssid command and Live Activity.
ar: يُستخدم النطاق لجلب أيقونة الموقع لعرضها في أمر bssid والنشاط المباشر.
ca: El domini s'utilitza per obtenir un favicon per mostrar-lo a la comanda bssid i l'Activitat en directe.
cs: Doména se používá k načtení faviconu pro zobrazení v příkazu bssid a v Živé aktivitě.
da: Domænet bruges til at hente et favicon til visning i bssid-kommandoen og Liveaktivitet.
de: Die Domain wird verwendet, um ein Favicon für die Anzeige im bssid-Befehl und der Live-Aktivität abzurufen.
es: El dominio se usa para obtener un favicon que se muestra en el comando bssid y la Actividad en vivo.
fi: Verkkotunnusta käytetään faviconin hakemiseen bssid-komentoa ja Reaaliaikainen toiminto -ominaisuutta varten.
fr: Le domaine est utilisé pour récupérer un favicon à afficher dans la commande bssid et l'Activité en direct.
he: הדומיין משמש לשליפת favicon להצגה בפקודת bssid ובפעילות חיה.
hu: A domain a favicon letöltéséhez használatos, amely a bssid parancsban és az Élő tevékenységben jelenik meg.
it: Il dominio viene usato per recuperare una favicon da visualizzare nel comando bssid e nell'Attività live.
ja: ドメインはbssidコマンドとライブアクティビティで表示するファビコンの取得に使用されます。
ko: 도메인은 bssid 명령 및 라이브 활동에서 표시할 파비콘을 가져오는 데 사용됩니다.
nb: Domenet brukes til å hente et favikon for visning i bssid-kommandoen og Liveaktivitet.
nl: Het domein wordt gebruikt om een favicon op te halen voor weergave in het bssid-commando en de Live activiteit.
pl: Domena służy do pobrania favikony wyświetlanej w poleceniu bssid i Aktywności na żywo.
pt_br: O domínio é usado para buscar um favicon para exibição no comando bssid e na Atividade ao Vivo.
pt_pt: O domínio é utilizado para obter um favicon para apresentação no comando bssid e na Atividade em Tempo Real.
ro: Domeniul este folosit pentru a obține un favicon pentru afișare în comanda bssid și Activitate live.
sl: Domena se uporablja za pridobivanje favikone za prikaz v ukazu bssid in Aktivnosti v živo.
sv: Domänen används för att hämta en favicon för visning i bssid-kommandot och Liveaktivitet.
uk: Домен використовується для отримання favicon для відображення в команді bssid та Живій активності.
vi: Tên miền được dùng để tải favicon hiển thị trong lệnh bssid và Hoạt động trực tiếp.
zh_hans: 域名用于获取网站图标，在 bssid 命令和实时活动中显示。
zh_hant: 此網域用於擷取 Favicon，以顯示在 bssid 指令和即時動態中。
